Repository: LulwahAlmisfer/Compound-Interest
Catalog: Compounded/Localizable.xcstrings
Source language: en
Languages: ar

source: All
ar: الكل

source: Amount
ar: المبلغ

source: Calculate
ar: احسب

source: Calculator
ar: الحاسبة

source: Calendar
ar: التقويم

source: Change language
ar: تغيير اللغة

source: Chart
ar: الرسم البياني

source: Check all the fields
ar: تأكد من جميع الحقول

source: Clear
ar: مسح

source: Compound Interest
ar: العائد المركب

source: Compounded
ar: مركّب

source: Contribution :
ar: الإضافات :

source: Contribution Amount
ar: مساهمات

source: Contributions:
ar: مساهمات

# DEF
source: It is the interest on a loan or deposit calculated based on both the initial principal and the accumulated interest from previous periods. basically when you earn interest on both the money you've saved and the interest you earn.
ar: الفكرة من العائد المركب هو انك تحقق ربح اضافي عن طريق استثمار ارباحك السابقة بالاضافة الى ربحك من استثمار رأس المال، يعني ببساطة انك تقوم بأعادة استثمار ارباحك حتى تحقق عوائد عليها ايضا و تكرر ذلك كل سنة حتى تتراكم الارباح.

# Definition
source: It is the interest on a loan or deposit calculated based on both the initial principal and the accumulated interest from previous periods. basically when you earn interest on both the money you've saved and the interest you earn.
ar: الفكرة من العائد المركب هو انك تحقق ربح اضافي عن طريق استثمار ارباحك السابقة بالاضافة الى ربحك من استثمار رأس المال، يعني ببساطة انك تقوم بأعادة استثمار ارباحك حتى تحقق عوائد عليها ايضا و تكرر ذلك كل سنة حتى تتراكم الارباح.

source: Details
ar: التفاصيل

source: Distribution Date
ar: توزيع أرباح

source: Due Date
ar: تاريخ الاستحقاق

source: Future Value
ar: القيمة المستقبلية

source: Hailah
ar: هيله

source: Information
ar: معلومات

source: Initail deposit
ar: الوديعة الأولية

source: Interest Rate
ar: نسبة العائد

source: Interest Rate %@%%
ar: نسبة الفائدة %@%%

source: Interest Rate: %.2f%%
ar: نسبة الفائدة %.2f%%

source: iOS Developer
ar: مطورة تطبيقات

source: Length of time
ar: المدة

source: Lulu
ar: لولو

source: Monthly
ar: شهري

source: No Announcements for Today
ar: لا يوجد أحداث اليوم

source: Non-Compounded
ar: غير مركّب

source: OK
ar: اغلاق

source: Other
ar: أخرى

source: Past
ar: إنتهى

source: Rate % :
ar: النسبة ٪ :

source: Rate Us ⭐️
ar: قيمنا ⭐️

source: Rate:
ar: النسبة

source: Recent Announcements
ar: آخر الإعلانات

source: Restart now
ar: إعادة التشغيل الآن

source: Settings
ar: الإعدادات

source: Team Members
ar: الفريق

# time
source: Length of time
ar: المدة

source: Today
ar: اليوم

source: Today's Announcements
ar: إعلانات اليوم

source: Total Contributions
ar: اجمالي المساهمات

source: UI/UX Designer
ar: مصممة واجهات

source: Upcoming
ar: القادم

source: What is compound interest ?
ar: ماهو العائد المركب؟

source: Year
ar: السنة

source: Yearly
ar: سنوي

source: Years
ar: السنوات

source: Years:
ar: السنوات :
